{
  "Hirdetések" : "Trade",
  "Főoldal" : "Home",
  "Szűrés" : "Filter",
  "Frakció" : "Faction",
  "Hirdető szándéka" : "Trader interest",
  "Kaszt" : "Class",
  "Mind" : "All",
  "Eladás" : "Sell",
  "Eladó" : "Sell",
  "Csere" : "Trade",
  "Vétel" : "Buy",
  "Eladó és Csere" : "Sell/Trade",
  "Idő" : "Time",
  "Név" : "Name",
  "Játékos" : "Player",
  "Szándék" : "Intent",
  "Hirdetés" : "Message",
  "Karakter" : "Character",
  "Karakter neve" : "Character's name",
  "Karakter neve..." : "Character's name...",
  "Kredit" : "Tauri Credits",
  "Keresés a hirdetésben..." : "Search in the message...",
  "Karakter hozzáadása" : "Add character",
  "Guild hozzáadása" : "Add guild",
  "Válassz realmet" : "Select realm",
  "Guild neve" : "Guild name",
  "Hozzáadás" : "Add",
  "és/vagy" : "and/or",
  "Karakter/Guild hozzáadása" : "Add Character/Guild",
  "1. Válaszd ki a realmet!" : "1. Select the realm!",
  "2. Add meg a guild és/vagy a karakter nevét" : "2. Enter the name of the character and/or the guild",
  "Minden" : "All",
  "n" : "d",
  "ó" : "h",
  "p" : "m",
  "mp" : "s",
  "Veretlen" : "Undefeated",
  "Nincs adat" : "No data",
  "Toplista" : "Toplist",
  "Rendezés" : "Sort by",
  "Válassz rendezést" : "Select sort by",
  "Sikeresen hozzáadva!" : "Successfully added!",
  "Az itemek tooltipjei a gemeket és enchantokat és reforgeokat nem, viszont az itemek Upgrade szintjét helyesen mutatják!" : "The item tooltips do not reflect the state of gems, enchants and reforges, however Upgrade levels are supported.",
  "A közeljövőben a fentiek illetve a set itemek is helyesen lesznek feltüntetve." : "We will look to support set items and the ones above in the near future.",
  "Elnézést kérünk," : "Apologies,",
  "Méret" : "Size",
  "Legjobb idő" : "Speed",
  "Guild neve..." : "Guild's name...",
  "Vissza" : "Back",

  "írta" : "by",
  "Sziasztok! Végre újra fut az oldal és egyenlőre a karakter hirdetésekben tudtok keresgélni. Az elkövetkező hetekben megírom a GDKP, a Kredit és a Guild hirdetések felismerését is amit a kézzel felvihető hirdetések lehetősége követ a regisztrált felhasználóknak." :
  "Hello there! The website is finally up again and for the moment you are able to use the character trade search function. In the coming weeks you will be able to search for GDKP, Tauri Credit and Guild recruitment messages which you will also be able upload manually after registering.",
  "Üdvözöllek a TauriBayen" : "Welcome to TauriBay",
  "Újítások" : "New stuff",
  "Újra nekiláttam az oldal fejlesztésének. Legútóbbi újítások:" : "I am back on developing the website. Latest changes:",
  "Új zöld design" : "New green design",
  "Összes hirdetés (utolsó 1 óra) feature" : "All trades (last 1 hour) feature",
  "ItemLevel oldal frissítés" : "ItemLevel page refreshing",
  "Időzóna javítás" : "Timzone fix",
  "Aug. 30" : "Aug. 30",
  "Szept. 6" : "Sept. 6",
  ": Manuális iLvl frissítés!" : ": Manual iLvL refreshing!",
  ": Manuális iLvl frissítés fixed" : ": Manual iLvL refreshing fixed",
  "Profil" : "Profile",
  " profilja" : "'s profile",
  "Avatar csere" : "Change avatar",
  "Jelszó csere" : "Change password",
  "Tallózás" : "Browse",
  "Válassz fájlt..." : "Choose a file...",
  "Új jelszó" : "New password",
  "Új jelszó újra" : "Confirm new password",
  "Jelszó frissítve!" : "Password changed!",
  "Üzenetek" : "Messages",
  "Hirdetéseim" : "My ads",
  "Új hirdetés" : "New ad",
  "Válassz szándékot" : "Select intent",
  "Eladó és csere" : "Selling or trading",
  "Add meg a karakter nevét: " : "Enter the character's name: ",
  "Jelenlegi gear" : "Current gear",
  "Új gear hozzáadása" : "Add new gear",
  "Betöltés Armoryról" : "Load from Armory",

  "Regisztráció" : "Register",
  "Bejelentkezés" : "Log in",
  "Felhasználónév" : "Username",
  "E-Mail cím" : "E-Mail Address",
  "Jelszó" : "Password",
  "Jelszó újra" : "Confirm pass.",
  "Emlékezz rám!" : "Remember me!",
  "Elfelejtett jelszó?" : "Forgot password?",
  "Jelszó emlékeztető" : "Password reminder",
  "Jelszó emlékeztető küldése" : "Send password reminder",
  "Kattints ide, hogy új jelszót állíts be:" : "Click here, to set a new password:",
  "Jelszó Frissítése" : "Reset Password",
  "Kijelentkezés" : "Log out",
  "Sikeres bejelentkezés" : "You are logged in!",
  "Üdvözlettel" : "Regards",

  "Kötelező megadni." : "This field is required.",
  "Legfeljebb {0} karakter hosszú legyen." : "Please enter no more than {0} characters.",
  "Legalább {0} karakter hosszú legyen." : "Please enter at least {0} characters.",
  "A számnak {0} és {1} között kell lennie." : "Please enter a value between {0} and {1} characters long.",
  "Érvényes e-mail címnek kell lennie." : "Please enter a valid email address.",
  "Érvényes URL-nek kell lennie." : "Please enter a valid URL.",
  "Dátumnak kell lennie." : "Please enter a valid date.",
  "Számnak kell lennie." : "Please enter a valid number.",
  "Csak számjegyek lehetnek." : "Please enter only digits.",
  "Meg kell egyeznie a két értéknek." : "Please enter the same value again.",
  "{0} és {1} közé kell esnie." : "Please enter a value between {0} and {1}.",
  "Nem lehet nagyobb, mint {0}." : "Please enter a value less than or equal to {0}.",
  "Nem lehet kisebb, mint {0}." : "Please enter a value greater than or equal to {0}.",
  "Érvényes hitelkártyaszámnak kell lennie." : "Please enter a valid credit card number.",
  "Kérem javítsa ki ezt a mezőt." : "Please fix this field.",
  "Kérem írjon be egy érvényes dátumot (ISO)." : "Please enter a valid date (ISO).",

  "Progress oldal" : "Progress page",
  "ITT" : "HERE",
  "Örömmel jelentem be, hogy a progress oldal első rész kész van!" : "I am pleased to announce that the first part of the progress page is complete!",
  "A szerver összes guildjének ToT (HC) progressje:" : "The ToT (HC) progress of all guilds on the server:",
  "A content legjobb boss kill idői:" : "The best kill times from the current content:",
  "Hamarosan a progress oldal sokkal több statisztikával bővűl!" : "Even more statistics to come!",

  "Időtartam" : "Time",
  "Összes halál" : "Total deaths",
  "Halálok" : "Deaths",
  "Wipe-ok" : "Wipes",
  "Keresés" : "Search",
  "Kieg" : "Expansion",
  "Válassz kieget" : "Select expansion",
  "Válassz raidet" : "Select raid",
  "Dátum" : "Date",
  "Nehézség" : "Difficulty",
  "Válassz nehézséget" : "Select difficulty",
  "Első kill" : "First kill",
  "Frissítés" : "Refresh",
  "Minden boss" : "All encounters",
  "Válassz bosst" : "Select encounter",
  "Legutóbbi" : "Recent",
  "Minden kaszt" : "All classes",
  "Minden spec" : "All specs",
  "Válassz kasztot" : "Select class",
  "Válassz spec-et" : "Select spec",
  "Válassz instát vagy boss-t!" : "Select raid or encounter!",
  "Válassz instát!" : "Select raid!",
  "Mutasd" : "Show",
  "Kategória" : "Category",
  "Válassz kategóriát" : "Select category",
  "Minden role" : "All roles",
  "Válassz role-t" : "Select role",
  "Ezek az adatok hibásak ezért nem kerülnek megjelenítésre!" : "The data for this encounter is corrupt and will not be displayed!",
  "Figyelem! Ezek az adatok hibásak lehetnek!" : "Warning! These datas might be incorrect!",
  "Válassz role spec-et" : "Select role spec",
  "Karakter szűrés" : "Character filter",
  "Fight adatok" : "Fight data",
  "Sikeresen újraírtam a rendszer bizonyos részeit, így most már több adatra lehet rákeresni fightonként!" : "I have successfully rewritten parts of the system, thus you can now search for more data regarding encounters.",
  "Az új PVE ladder oldal:" : "The new PVE ladder page",
  "A legjobb DPS-ek pld Durumu-n" : "i.e. Top DPSs on Durumu:",
  "Legközelebb még több feature várható!" : "More features to come next time!",
  "Új" : "New",
  "Szervezés" : "Create",
  "Csatlakozás" : "Join",
  "Az útóbbi hónapban egyre többen látogatjátok az oldalt és hetente ugyancsak növekszik a raidekről való adatmennyiség. Ennek én csak örülni tudok de a webszerver nem :D."
          : "For the past few weeks the amount of visitors has been increasing, as has the data from encounters! While this makes ME happy, the webserver was under a lot of load.",
  "Emiatt az utóbbi hónapban a PVE ladder optimalizálásával foglalkoztam nagyrészt és átrendeztem a keresési rendszer működését is. Remélem sokkal könnyebb és kellemesebb lesz haszálni majd!"
          : "Thus most of my time has been taken up by optimizing the PVE ladder page and reworking how the filter/search works. I hope the user experience has been increased and you enjoy it!",
  "Egyéb hírekben: Chris megírta a supportot, hogy WoDról és Evermoonról is érkezzenek trade/world/global üzenetek így most a Hirdetések oldalon onnan jövő hirdetéseket is találtok majd. Valamint sikerült visszaraknom a Raid hirdetés keresőt, de evel még sok sok munka van még hátra!":
          "In other news: Chris implemented support so that in-game messages from world/global/trade chat now also get sent from Evermoon and WoD, hence you can now see them on the Trade page. I have also re-added the Raid trade page, but there is a lot of work left to be done on it!",
  "Ezentúl nem csak Githubon hanem már Trellon is követni tudjátok az oldal fejlesztését itt:":
          "From now on you can follow TauriBay's development on Trello as well:",
  ", vagy az új zöld kis ikon segítségével az oldal tetején." :
          ", or by clicking on the new small green icon in the navigation bar.",
  "Végre megcsináltam a Kari és Raid hirdetés oldalt mobilra, nem kell többet vele szenvedni a kis képernyőkön! Az optimalizálások sikeresen enyhítettek a szerveren de a mögötte lévő Cache rendszeren van mit még csíszolnom. Egyébként rengeteg ötletem van még hátra és ezek mind a Trello falra kerülnek majd fel!":
          "I finally optimized the Character and Raid pages (on Trade page) for mobile, no more issues on your small screen! Last week's optimizations were a success and the server load has been reduced a lot, but the underlying Cache system needs more work. I have loads of ideas planned for the future: all of which will be added to the Trello bard!",
  "P.S. Lehet szűrni a Guild oldalkon belűl!":
          "P.S. You can now filter on a Guild's page!",
  "A visszamenőleges loot adatok jelenleg feldolgozás alatt vannak. Kérjük látogass vissza később!":
          "Preliminary loot data is curretly being processed. Please come back later!",
  "A visszamenőleges karakter bossfight adatok jelenleg feldolgozás alatt vannak. Kérjük látogass vissza később!":
  "Preliminary character bossfight data is curretly being processed. Please come back later!",
  "Összes kill: " : "Total kills: ",
  "Karakter keresése" : "Search character",
  "Ezen a realm-en nem található ilyen karakter!" : "No such character exists on this realm!",
  "Végre rávettem magam pár hete, hogy elmentsem a boss fightok alatt kiesett lootot. Most már láthatjátok a DPS és Heal melletti tabban mit dobott az adott boss. Valamint a boss oldalon, a Loot tabban láthatjátok az itemeket kiesésének esélyét." :
          "I have finally taken it upon myself a few weeks ago to implement the Loot feature. From now on, on an encounter page next to the DPS and HPS tabs, you will be able to see the encounter loot as well. You will also be able to check out each bosses loot drop chances on the boss pages, on the Loot tab.",
  "A player oldalon már nagyon rég óta gondolkodtam és az is már használható de a visszamenőleges adatoknak kelleni fog 1-2 hét míg megjelennek. Na de, mi az a DPS és HPS score és hogy kerűl kiszámításra?" :
          "The player page has been on my mind for a long time and it's finally available now, but previous encounter datas will take 1-2 weeks to fill up. But what exactly is DPS and HPS scoring you might ask?",
  "Minden fight után a játékos DPS és HPSje összehasonlítódik a legjobb 5 ugyanazon class és spec-en lévő játékosok DPS/HPS-eikhez, akik -4 és +4 item level-en belűl vannak a játékos gearjéhez képest. Ha valaki 100% alatt van akkor azt jelenti, hogy átlagoson alúlteljesít ha pedig fölötte akkor a 100an felűli érték jelenti a túlteljesítményt!":
          "After every encounter, the player's DPS and HPS is compared to the top 5 dps/hps of the same class and spec player who is within -4 and +4 item levels of the player's gear. If someone is below 100% it means they are underperforming, and if they are over 100, the surplus is equal to how much they are overperforming!",
  "Ez a weboldal a felhasználói élmény javítása, valamint a zavartalan működés biztosítása érdekében sütiket (cookie-kat) használ." :
          "This website uses cookies to ensure you get the best experience on our website",
  "Elfogadom" : "I accept",
  "Tudj meg többet" : "Learn more",
  "Ez elmúlt hónapban nagyrészt inkább javításokat végeztem valamint optimalizáltam a kódot. De sikerült egyébként új feature-eket is berakni:" :
          "In the past month I have mostly done fixes and optimizations on the code. However I was also able to add a few new features:",
  "Az új PVE létra most már Realm és Frakció szinten menti el a leggyorsabb killeket és legnagyobb dps-eket.":
          "The new PVE Ladder now saves Speed kills and Top DPSs on a Realm and Faction basis.",
  "Sikerült megoldani, hogy a random raideknek is legyen frakciója és most már nem csak a legjobb random raid kerül be leggyorsabb killek közé hanem a 3 realmről mindkét frakcióból a legjobb (tehát 6).":
          "I was able to assign faction data to random raids, and now instead of showing the fastest random raid in the Speed kill section, the fastest kills of all 3 realms and their factions (so 6) will be shown.",
  "Valamint most már Normal nehézségű progress-re is lehet keresni a Guild oldalon: " :
          "Also, from now on you can find data about Normal progression on the Guild page: ",
  "Továbbá a Score rendszer már nem foglalkozik a játékos iLvL-vel hanem egyszerűen, a specen belűl az adott bosson és nehézségen legjobb dps (dps-ek esetén), hps (healerek esetén) hasonlít.":
  "And finally the Score system no longer considers the iLvL of the player, it simply compares dps (for damage dealers), hps (for healers) to the top data of the same spec on the specific boss and difficulty.",
        "Na de a legfontosabb hír, hogy a TauriBay most már Intel Xeon szerveren fut (eddig kis teljesítményű ARM proceszorokon ment). Ez összetéve a remek Cache rendszerrel, amit most már kézzel is lehet frissíteni (az a zöld kiss ikon a bal felső sarokban) szuper gyors válaszidőt biztosít.":
                "But the most important news is that TauriBay now runs on an Intel Xeon server (it was running on low performance ARM processors before). This, combined with the awesome Cache system, which can now also be manually refreshed (the little green refresh icon) will ensure super fast response times.",
  "Ezek az adatok nincsenek helyes sorrendben valamint a Speed Kill adataik némely esetben hiányosak mivel vagy Jin'Rokh-on vagy Lei Shen-en nem csak kizárólag Guild tagok szerepeltek.":
          "These datas are not in a correct order and some of their Speed Kill values are missing due to random members (not only Guild) participating on either Jin'Rokh or Lei Shen.",
  "Új szerver és fixek" : "New server and fixes"

}